
                                                                      #Homework





print(5+5)
print(13-3)
print(20/4)
print(5*5)                               #exercise 1
      





print(5*7-(2+3))               #exercise 2 (აქ მე ჯერ გავამრავლე რიცხვები,და შემდეგ კი გამოვაკელი რიცხვების ჯამი რომელიც არის პრჭყალებსში)





#print="23"-5(ეს არის შეცდომა)  
                                                                                               #exercise 3   
print(23-5)




#terminal(ტერმინალი)-ეს არის ინტერფეისი,რომლის მეშვეობით მომხმარებელი ურთიერთობას იჭერს,ოპერაციულ სისტემასთან ან ბრძანების გამოყენების საშვალებით.
                                                                                                                       
                                                                                                                        #exercise 4





number1=20 
number2=30                                         #აქ მე ვაკეთებ არითმეტიკულ მოქმედებას

resultat=number1+number2
                                                                                                                       #exercise 5
print(resultat)                                                                                         






#string=(სტრინგი) არის სიმბოლოების რიგი,სტრინგს შეუძლია შეიცავდეს ნებისმიერი სიმბოლო(მაგალიტად რიცხვი ან ასო) და სტრინგი როგორც წესი ინახება ორმაგ პრჭყალებში

#integer ან ქართულად მტელი რიცხვი-ეგ არის რიცხვი რომელიც არ შეიცავს მარცვლებს(მაგალიტად:15 და -7)
                                                                                                                       #exercise 6